Repository: electron271/stk-code
Catalog: data/po/translated_x40_v1.po
Languages: es

source: Extracting game data...
es: Extrayendo los datos del juego...

source: Game data extraction error
es: Error extrayendo los datos del juego

source: Check remaining device space or reinstall SuperTuxKart.
es: Comprueba el espacio libre en el dispositivo o reinstala el SuperTuxKart.

source: Quit
es: Deleted and deleted

source: Christoffel Columbus
es: Christopher Columbus

source: Play every official track at least once.
es: Please enter the subject at least once.

source: Strike!
es: fruit

source: Hit 10 karts with a bowling-ball.
es: Play ten cards and bowls.

source: Arch Enemy
es: The greatest enemy

source: Hit the same kart at least 5 times in one race.
es: Karate at least 5 times during the competition.

source: Marathoner
es: Marathon skiers

source: Finish a race with at least twice the track's default lap number.
es: Complete the game with at least two standard levels.

source: Skid-row
es: Ugly ugly

source: Skid 5 times in a single lap.
es: Email about 5 times.

source: Gold driver
es: Gold leader

source: Win against at least 3 AIs in normal race, time-trial, and follow the leader.
es: Traditional racing cars; Must have 3 AI under time testing.

source: Powerup Love
es: Insane love

source: Use 10 or more powerups in a race.
es: Use 10 or more relevant updates.

source: Unstoppable
es: I can't stop

source: Win 5 single races in a row against at least 3 AIs. Beware, restarting a race counts as a loss.
es: Win at least 3 AIS 5 races. Remember, running is a defeat.

source: Banana Lover
es: I like Muse.

source: Collect at least 5 bananas in one race.
es: Choose 5 trucks for the race.

source: It's secret
es: This is a mystery.

source: Really ... a secret.
es: That's good ... sir.

source: Mosquito Hunter
es: Get rid of mosquitoes

source: Take your opponents for mosquitos! With the swatter, squash them at least 5 times in a race.
es: Find your enemies quickly! Thursday report.

source: Beyond Luck
es: Related ...

source: Win 10 single races in a row in Expert or SuperTux against at least 5 AIs. Beware, restarting a race counts as a loss.
es: To use a Supertuk or a Supertuk 10, the line must be separated by at least 5 AI. Remember driving time should be easy.

source: Penguin Playground
es: Penguin Airport

source: Off the Beaten Track
es: about me

source: To the Moon and Back
es: everything

source: At World's End
es: Armageddon

source: Install
es: life

source: Uninstall
es: pavilion closed

source: Back
es: This

source: Select a type of control that you prefer
es: Select the type of work to be performed.

source: Accelerometer
es: Acelerómetro

source: Gyroscope
es: Giroscopio

source: Steering wheel
es: Volante

source: Auto acceleration
es: Autoaceleración

source: You can change it later in touch device settings.
es: Puedes cambiarlo más tarde en la configuración del dispositivo táctil.

source: Apply
es: Business.

source: Touch Device Settings
es: Click Customize

source: General
es: It's easy

source: Device enabled
es: The device is locked

source: Inverted buttons
es: Botones invertidos

source: Buttons scale
es: Escala de los botones

source: Advanced
es: Avanzado

source: Deadzone
es: Zona muerta

source: Sensitivity X
es: Sensibilidad X

source: Sensitivity Y
es: Sensibilidad Y

source: Restore defaults
es: Restaurar coniguración por defecto

source: Yes
es: but straight

source: Cancel
es: bush

source: Revert
es: Muhammad |

source: Camera Settings
es: Study domain

source: Player camera
es: Turn on the camera

source: FOV
es: I see

source: Distance
es: falling star

source: Angle
es: Campas

source: Smooth camera
es: an old house

source: Backward camera
es: The rear camera is shown.

source: Follow ball in soccer mode
es: Game see and see

source: Reset
es: He says hello.

source: Graphics Settings
es: Hugo:

source: Advanced pipeline (lights, etc.)
es: Overtime (energy, etc.)

source: Shadows
es: to see +

source: Bloom
es: Edochiri

source: Light shaft (God rays)
es: push the light off

source: Ambient occlusion
es: They are harmful to the environment

source: Depth of field
es: day

source: Glow (Outlines)
es: Power

source: Anti-aliasing
es: before:

source: Motion blur
es: Traffic is safe

source: Image-based lighting
es: Picture:

source: Light Scattering
es: journalist

source: Animated characters
es: Map:

source: Texture compression
es: Properties of metals

source: Particle effects
es: The shape of the seed

source: Rendered image quality
es: Create image quality

source: Geometry detail
es: geometric sense

source: * Restart STK to apply new settings
es: * Repeat CPI to apply new updates.

source: Close
es: Stories

source: OK
es: Extra large

source: Record the race for ghost replay
es: indicates position

source: Watch replay only
es: Bits

source: Compare to another ghost
es: Compared to other demons

source: Start Race
es: common beginning

source: Compare ghost
es: Compare ideas.

source: Remove
es: They won't meet in the future

source: Goal
es: This

source: Progress
es: Author:

source: Password Change
es: Change the secret key

source: Current Password
es: password:

source: New Password
es: New key

source: Confirm
es: prove:

source: Submit
es: Suba-

source: Back to Race
es: back

source: Back to lobby
es: Return to log.

source: Restart Race
es: The game starts again

source: Give Up Race
es: make a copy

source: Options
es: SKY

source: Quit Server
es: servant vum

source: View
es: Be careful

source: Top 10 players
es: 10 players

source: Refresh
es: Previously

source: Account Recovery
es: Recuperación de la cuenta

source: You will receive an email with further instructions on how to reset your password. Please be patient and be sure to check your spam folder.
es: Recibirás un correo electrónico con más instrucciones sobre como reiniciar tu contraseña. Sé paciente y asegúrate de comprobar tu carpeta de correo basura.

source: Fill in the username and email address you supplied at registration to be able to reset your password.
es: Introduce el nombre de usuario y la dirección de correo electrónico que proporcionaste al registrarte para poder restablecer tu contraseña.

source: Email
es: At the time of publication

source: Terms and Agreement
es: Test procedures and procedures.

source: I agree to the above terms and am 13 years or older.
es: I loved it when I was 13 years old.

source: Server Configuration
es: Shipping method:

source: Difficulty
es: air window

source: Novice
es: Again

source: Intermediate
es: Open

source: Expert
es: Ladder

source: SuperTux
es: Sili

source: Game mode
es: toys

source: Normal Race
es: Get back to normal life

source: Time Trial
es: decision

source: Battle
es: safety

source: Soccer
es: Indonesia:

source: Join
es: Una

source: Bookmark this server
es: Request this server

source: Add player
es: improve the game

source: Name
es: You have been

source: Handicap
es: Lumi

source: Press the 'All players ready' button after the player list is ready.
es: After registering the players, click the "All players are ready" button.

source: All players ready
es: All players are ready.

source: Clear players
es: Company

source: User Info
es: User data.

source: Add Friend
es: interesting

source: Decline
es: give up

source: Vote
es: I agree

source: Paused
es: A little rest

source: Back to Game
es: About the game

source: Select kart
es: Select a wall

source: Back to menu
es: Return to list

source: Press fully and release...
es: Free

source: Assign to ESC key
es: Press the ESC key.

source: Assign nothing
es: No preparation.

source: Race Setup
es: Government building

source: Continue
es: My box

source: SuperTuxKart Addons
es: Add your current tax card

source: Updated
es: Counsels

source: Rating >=
es: Notes> =

source: Karts
es: Have a smile

source: Tracks
es: Save the tools

source: Arenas
es: I'm very sorry

source: Installed
es: To make decisions

source: Add-Ons
es: Content

source: All
es: That's all

source: Credits
es: Certificate

source: All Tracks
es: All songs are included.

source: Edit Grand Prix
es: Grand Prix program

source: Move up
es: car:

source: Move down
es: Corridor

source: Add
es: Mora

source: Edit
es: To love

source: Save
es: For security purposes

source: Number of laps:
es: Number of visitors:

source: Reverse:
es: subject:

source: Ghost Replay Selection
es: Choose a sacred iteration

source: Egg Hunt
es: They suffered

source: Only show the best times
es: Make the most of your time

source: Compare replay
es: Fiwera

source: Only show replays matching the current difficulty
es: Tried it based on the current version of the game.

source: Only show replays matching the current version
es: Only show templates that match the current size.

source: Hide multiplayer replays
es: Save multiple multi-player twins.

source: Record a ghost replay
es: Take part in a beautiful game.

source: AI karts
es: The files are:

source: Reverse
es: Everything is bad.

source: Track group
es: Spectator group

source: Continue saved GP
es: Georgia Pacific is, or keep

source: Grand Prix editor
es: Checked wallmart

source: New
es: Pillow

source: Copy
es: Push

source: Rename
es: A new name.

source: Save Grand Prix
es: Save great gifts

source: SuperTuxKart Help
es: Super Kart support

source: Game Modes
es: Game mode

source: Powerups
es: It is here

source: Bananas
es: Management Panama

source: Story Mode
es: Status

source: Kart classes
es: Electrical area

source: Multiplayer
es: There are many players

source: Start the tutorial
es: Basic education

source: Collect blue gift boxes, they will give you powerups.
es: Choose a green gift box that will deliver you the news.

source: Avoid bananas!
es: Get a banana.

source: Collecting nitro allows you to get speed boosts whenever you wish by pressing the appropriate key or button. You can see your current level of nitro in the gauge at the bottom-right of the race screen.
es: You can speed up by right-clicking or neutron. You will see the last neutron level in the upper right corner of Atletico.

source: If you see a button with a lock like this one, you need to complete a challenge to unlock it.
es: If you see the key and the key, try to open them.

source: You can skid by pressing a special key or button. Successive short skids help to take sharp turns; while medium skids will boost your speed, long skids more so. You can't stop turning while skidding, so orient your kart carefully before!
es: Click the button or special button to rotate. You can quickly change your mind. It doesn't change the middle part. Latest while looking for a map.

source: You can get a startup boost by pressing the accelerate button at 'Set!', before the race's start.
es: You can press the button that you can press by pressing. "before school"

source: * Current key bindings can be seen/changed in the Options menu
es: *You can find the link on the content page

source: SuperTuxKart features several game modes:
es: Features of Supertaxkart game:

source: Regular Race: All blows allowed, so collect powerups and use them smartly!
es: Welcome message: You can collect all the weapons and use them with great force!

source: Time Trial: Contains no powerups, so only your driving skills matter!
es: Attack Time: No senior, focus on your skills!

source: Follow the leader: Run for second place, as the last kart will be disqualified every time the counter hits zero. Beware: going in front of the leader will get you eliminated too!
es: Follow the instructions: Take the second line to capture the last enemy. Warning: If you bite, you will lose again.

source: There are 3 types of battle mode: In 3 Strikes Battle, you need to hit others with weapons until they lose all their lives. In Free-For-All, the player who hits others the most will win in a given hit or time limit. In Capture The Flag, your team needs to bring the flag of the other team to your own flag base, as long as your flag is not captured by the other team.
es: There are different types of wars: 3 Unjust wars will never happen again before they die. The most popular player at the moment is a free agent, so if one side is not upset, your team may want to add a board to the other team.

source: Soccer: Use your kart to push the ball into the goal.
es: Ball: Keep the ball in your car.

source: Egg hunt: Explore tracks to find all hidden eggs.
es: Hunting: Learn to find hidden eggs.

source: Ghost replay: Race against ghost replays in time-trial or egg hunt mode, and record your own!
es: BBQ Game: Try again by car or by hunting an egg!

source: * Many of these game modes can also be played in a Grand Prix fashion: instead of playing a single race, you play many in a row. The better you rank, the more points you get. In the end, the player with the most points wins the cup.
es: * Many of these games can work like the Grand Prix - you can play multiple games one way instead of one. The higher the score, the higher the score. In the end, the player with the most space wins the prize.

source: To help you win, there are some powerups you can collect:
es: Here are some tips for finding or writing old things.

source: BubbleGum - protect yourself with a shield, or use while looking back to leave a sticky pink puddle behind you.
es: Protect yourself with a DK shield or leave a sticky hole and reverse.

source: Zipper - will give you a strong speed boost. But beware of not losing control of your kart!
es: Zip - ambulance, but be careful not to go too far.

source: Cake - thrown at the closest rival, best on short ranges and long straights. It also affects other karts close to the explosion.
es: If you throw the closest opponent, the distance is shorter. It also affects other maps near the point of the explosion.

source: Plunger - throw straight to pull an opponent back, or throw while looking back to make one lose sight.
es: Stomp: Once you throw, go back and kill the enemy.

source: Bowling Ball - goes straight until it strikes, it can bounce off walls. If you are looking back, it will be thrown backwards.
es: Tomorrow: You can now speak under the hedge. If not.

source: Parachute - slows down all karts in a better position.
es: Parachute: Move all vehicles to a safe place.

source: Swapper - gift boxes are transformed into bananas, nitro cans into bubblegums, and vice versa for a short time.
es: Lunch boxes are made from banana, sage, baking soda or other fillings.

source: Basket Ball - bounces after the leader, and might squash and slow down karts down on the way.
es: Basketball - A ball that looks like the back of an emitter, throws and breaks.

source: Swatter - will squash karts close by, slowing them down. Can also be used to remove parachutes and bombs.
es: Easy to wear and can be used to clean walls and hair.

source: Hitting a banana can result in one of the following being attached to the kart:
es: Remove the keys and inspect the car

source: Anchor - slows down the kart suddenly.
es: Name paper recovery

source: Parachute - slows down the kart, more progressively than the anchor. The faster you go, the stronger it slows you down.
es: Skydiving: Slowly but surely. Another grave. It's fast. Your speed will slow you down.

source: Bomb - detonates after some amount of time, throwing the kart up in the air. Bump into another kart to transfer the bomb to it.
es: Explosion: Suddenly a car starts to explode.

source: The evil Nolok has captured Gnu! Here are a few tips to help you:
es: Too bad Getting GNOs! Here is some help:

source: This icon on the minimap shows the available challenges you've not completed. In the top-right of the screen, it also tells you how many points you currently have. Complete as many challenges as possible, and Nolok will accept to race against you. Win to liberate Gnu!
es: The picture shows that the search did not occur. It also shows the number of icons in the upper right corner of the screen. Compete as much as possible, Nolog is ready to compete with him. Download GNU!

source: When you complete a challenge, you get a cup. Each cup is worth several points. The higher the difficulty you completed the challenge in, the better the cup and the more points it is worth.
es: You will receive a trophy at the end of the exam. Each game has some points. The harder the test, the higher the passing rate.

source: When you get the number of points indicated below this icon, you'll be gifted a surprise. There are several to collect.
es: You will be surprised at the amount of water drops at the bottom of this bottle. I have a proposal.

source: Not all karts drive the same! They belong to classes with several differences:
es: Not all fools will accept it. Growing words.

source: Mass - there are three classes of karts, depending on their mass: light, medium and heavy. Heavier karts are less affected by parachutes and are more resistant to explosions.
es: Measurement: The map is divided into three parts numerically: simple, medium and independent. The causes of heart disease are less dangerous and can fight infections.

source: Acceleration - especially useful at start, after an accident, or in tracks with a lot of sharp curves. The lighter the kart, the faster it accelerates, especially at low speeds.
es: Speed: Slow after accident. Faster, faster when the paper moves.

source: Max speed - the higher it is, the faster the kart can go. Especially useful in tracks with straight lines and gentle curves. Heavier karts have a higher top speed.
es: Normal Speed: Fast and fast slips were used. It becomes straight and straight. There are several cars.

source: Nitro efficiency - The higher it is, the more speed you get from a can of nitro. A lighter kart will have higher nitro efficiency.
es: The more you take soda, the faster you take soda. Cars are high in nitric oxide.

source: If you follow closely another kart for a few seconds, you'll get a slipstream speed bonus when you overtake it. The lighter your kart, the easier it is.
es: If you look at the tablet for a good few minutes, you will remove it as soon as it approaches. The car is smooth and hot.

source: SuperTuxKart can be played in multiplayer mode online...:
es: Supertech Many players can play online ...

source: First, select the 'online' icon in the main menu. Choose either local networking, or global networking (requires internet to be enabled in the options). Then, you can either create your own server with custom options, or search among a list of existing servers to join. Some of them are recommended servers with optionally ranked races.
es: First, select the "Online" icon from the menu. Choose a local or public network (b al kalpik) You can create your own server using the "Optimize" option or link to an existing file. The other ministers are appointed by the president.

source: Once in a server, a race will begin once its owner (symbolized with the crown) decides so. Official servers may auto-start races only when there are enough players. Then, you can choose your kart and vote for the next track to race on. An addon track is allowed only if it exists on all joined players and the server.
es: After entering the service, the training is repeated once (with the crown symbol). If a player wants it, the owner can do it. Choose the route you want a car to take. If it is not available to both players and spectators, you may lose player fees.

source: ... or on the same device:
es: ... if the part is the same;

source: First, you will need several input devices. Use the input configuration screen to set them up. Multiple gamepads or joysticks are ideal: on keyboard(s), each player will need a different set of keys, and most keyboards are not appropriate for multiplayer because they don't support multiple simultaneous keypresses.
es: We need tools to put this first. Use the sign-in screen to compare multiple artists or set a Joyce Stick - each keyboard needs a different key. This is not good for most gamers, because most computers do not use many keys at once.

source: When input devices are configured, select the 'Splitscreen Multiplayer' icon in the main menu. Each player can press the 'fire' key of their gamepad or keyboard to join the game, and use their input device to select their kart. The game continues when everyone selected their kart. Note that the mouse may not be used for this operation.
es: Once installed, select "Screenshot" and "Screenshot" from the main menu. Each player can view the game by selecting it automatically by pressing the "Fire" button on the game console or keyboard. The game continues and everyone picks up the basket. Note that you cannot use the mouse to perform this function.

source: High Score Selection
es: Special show

source: Grand Prix
es: Good advice

source: Choose a Kart
es: Choose a card

source: Singleplayer
es: players:

source: Splitscreen Multiplayer
es: Custom updates for most players.

source: Online
es: On the line

source: Addons
es: This is not done

source: Tutorial
es: Education

source: High Scores
es: Beauty is good

source: Achievements
es: .Икоро

source: Grand Prix Editor
es: It starts with the Grand Prix

source: About
es: Yes

source: Server Creation
es: The record is closed

source: Name of the server
es: Server name

source: Max. number of players
es: Maximum number of players

source: Password for private server (optional)
es: Server password (optional)

source: Create
es: All is well

source: Local Networking
es: Internal relatives

source: Find Server
es: Server connection.

source: Create Server
es: Server configuration.

source: Lobby
es: Login place:

source: Start race
es: The game has begun.

source: Configuration
es: In fact

source: Enable splitscreen or player handicaps
es: Stop and play the game

source: Local networking
es: Location website

source: Global networking
es: International Network

source: Enter server address
es: Enter the server address

source: Your profile
es: Where are you from?

source: Player rankings
es: Choose a player

source: Friends
es: My friend

source: Look for more friends:
es: Find more friends:

source: Search
es: Fly.

source: Global Networking
es: International eto

source: Quick Play
es: Select it.

source: Account Settings
es: Account Management

source: Change
es: miscellaneous:

source: E-mail:
es: Email address:

source: Create User
es: Do the right thing

source: New Online Account
es: Remove color from your website.

source: Existing Online Account
es: Buy online now

source: Offline Account
es: Information from the Internet

source: Local Name
es: There are other things

source: Online Username
es: Username

source: Reset password
es: Clear the password

source: You can play without creating an online account by selecting an offline account. Though then you can not connect to friends, vote for addons etc. Please read our privacy statement at http://privacy.supertuxkart.net
es: If you choose to open an online account, you can play it without opening an online account. If you are unable to connect with your friends, read our privacy policy at http://privacy.supertuxkart.net.

source: Server Selection
es: Select Service Provider.

source: Show private server(s)
es: Check the personal server.

source: User search
es: Find users:

source: SuperTuxKart Options
es: SuperTuxCard settings

source: Graphics
es: pento

source: Audio
es: In my voice

source: Interface
es: Set boundaries

source: Players
es: Special section

source: Controls
es: Controles

source: Language
es: Question:

source: Music
es: Nawai

source: Enabled
es: report

source: Volume
es: Guidance

source: Sound Effects
es: and

source: Delete Configuration
es: Plan your project.

source: Disable Configuration
es: Go outside

source: Back to device list
es: Ship

source: Rename Configuration
es: The trend does not change

source: Enable force feedback (if supported)
es: Meeting (if any)
