Repository: electron271/stk-code
Catalog: data/po/translated_x40_v1.po
Languages: es

source: Internet options
es: Web applications

source: Always show login screen
es: Always sign your slogan.

source: Connect to the Internet
es: Continuous

source: Enable chatting online
es: Healing football drug players

source: Enable chatting in online games
es: speaks online

source: Miscellaneous options
es: There are many options.

source: Enable per-player handicaps
es: Let all players change

source: Uninstall full game assets
es: Wash all the toys

source: Press enter or double-click on a device to configure it
es: To edit the device, press the install button or copy.

source: Add a device
es: Connect your device.

source: * Which config to use will be inferred from which 'Select' key is pressed to join the game.
es: * This setting allows you to use the "Select" button to access the game.

source: Minimap
es: Being in danger

source: Splitscreen Multiplayer layout
es: Divide the shield into a liquid.

source: Font size
es: earth

source: Camera
es: Appearance

source: Custom...
es: Politics

source: Display FPS
es: Look in the box.

source: Show other karts' held powerups
es: Explain the advantages of other machines.

source: Enable the story mode timer
es: Let's start with the story

source: Enable the speedrun timer
es: Hurry up and hurry up.

source: Graphical Effects Level
es: Impact on construction stage

source: Render resolution
es: Sign the agreement

source: Blur Effects Level
es: The wound healed.

source: Vertical Sync
es: Appropriate attitude

source: Custom settings...
es: Example ...

source: Resolution
es: Add:

source: Fullscreen
es: The cover is full

source: Remember window location
es: Pay attention to the position of the window.

source: Apply new resolution
es: Get new ideas

source: Select a difficulty
es: Choose the size of the question.

source: Select a game mode
es: Select the game board

source: Use left/right to choose your team and press fire
es: Select the frequency using the left / right buttons and click on the section.

source: Red Team
es: When the shore

source: Blue Team
es: Cartoons

source: Number of laps
es: number of strokes

source: Number of AI karts
es: The AI works

source: Number of blue team AI karts
es: The AI card is the company's biggest red card.

source: Random Grand Prix
es: great reward

source: Login
es: will be good

source: Remember password
es: Do you remember your password?

source: Delete
es: This is easy.

source: Kart color
es: Automatically

source: The UI skin can be changed in the UI options.
es: You can change the history and user settings.

source: You can see other karts' powerups by enabling it in the UI options.
es: If you have access to your personal settings, you can check the settings in other controls.

source: The font size can be changed in the UI options.
es: Users can change the dialog font font.

source: The help menu has lots of useful information.
es: There is a lot of good in this manual.

source: In single-player, you can watch and challenge recorded time-trials.
es: You can see the clock / phone number in game mode.

source: You can visit https://supertuxkart.net/ for more information about the game.
es: Game description at https://superuxkart.net/.

source: Short nitro boosts are more efficient.
es: Low levels of nitrates are required.

source: Only use zippers when it is safe. Long straight lines are ideal.
es: Used in electrical appliances. It is better to use a longer rope.

source: Don't use multiple zippers quickly in row, instead, wait until the speed boost wears off.
es: Do not shoot continuously, but wait until the speed slows down.

source: Skidding makes you much faster, do it whenever safe.
es: If you do not check it, it may disappear, but you are wrong.

source: The swatter can be used to remove bombs or parachutes.
es: Blows can be used to fire grenades or parachutes.

source: You can't stop turning while skidding. Good kart orientation at the skid's start is paramount.
es: This does not work normally. You need a good wheelchair to ride on ice.

source: You get a startup boost if you start accelerating during "Set".
es: If you start working on "hundreds", this is the first time.

source: Braking allows to get rid of parachutes quicker.
es: The brakes allow the parachute to jump quickly.

source: First and foremost, focus on where your kart is going.
es: First, let’s look at the strategic approach.

source: The rescue key (button) is very useful.
es: The "Quit" button is very important.

source: Be careful when close to other karts, they may attack you!
es: Be careful not to play with other cards!

source: Basketballs can be destroyed using precise backward shots with a bowling ball, cake, or plunger.
es: Baskets can be made with bows, arrows or tools.

source: Try to avoid crashing into other the backs of other karts, as it will slow you down.
es: Do not drive for long periods of time.

source: You can use bowling balls to push and block the ball.
es: You can use energy to move and save.

source: In soccer, always work as a team for good results.
es: Working together in football often requires good results.

source: If you miss the ball and an opponent is approaching, try hitting them with a powerup or block their way.
es: When your enemy encounters you, you throw the ball, use force or block the path.

source: Good rotation of positions (attack and defense) is essential.
es: Circumstances must be determined (riots, fraud).

source: Make sure to store at least 2 big cans worth of nitro.
es: Try taking nitrates in two large buckets.

source: Never use the three bowling balls all at the same time.
es: Do not use three balls at once.

source: Don't get in the way of a teammate carrying the ball, though you can try to hit opponents attempting to stop them from scoring.
es: Even if your friend tries to catch the enemy, catch the ball and don't throw it with your friend.

source: Adiumy
es: Coming soon

source: Amanda
es: Almonds

source: Beastie
es: hippo

source: Emule
es: Nabuwang Annie

source: Gavroche
es: Mogadishu brothers

source: Gnu
es: people

source: Hexley
es: Huxley

source: Kiki
es: for

source: Konqi
es: Give an answer

source: Nolok
es: information

source: Pidgin
es: Holy

source: Puffy
es: He can

source: Pepper
es: Chile

source: Sara
es: For this reason

source: Suzanne
es: Susanna

source: Tux
es: They are OK

source: Wilber
es: Wilbur

source: Xue
es: JSSV:

source: Antediluvian Abyss
es: buffant tafana

source: Alien Signal
es: I'm tired

source: Ancient Colosseum Labyrinth
es: Colosseum sweating

source: Candela City
es: It's in the air

source: Battle Island
es: .Himself

source: Black Forest
es: you grow up

source: Cave X
es: leaves

source: Cocoa Temple
es: The whole temple

source: Cornfield Crossing
es: where

source: Fort Magma
es: Chester Magma

source: Gran Paradiso Island
es: The island is windy

source: Hacienda
es: Hatsianda

source: Icy Soccer Field
es: Snow and ice

source: What's wrong, little hippies? Your great gnu leader is missing?
es: How are hippies? expand natural resources?

source: Oh yes, see, he's in my castle now and will be served for supper...
es: Now we have lunch at the main house.

source: But I'm a fair creature, so I'll make you a deal.
es: But I was a real animal, so I betrayed him.

source: If you can beat me at racing, I will free the old codger.
es: when i play i use old code

source: But you pathetic little twerps will never be able to beat me - King of the Karts!
es: But the poor man did not listen. Books!

source: Las Dunas Arena
es: oasis too.

source: Las Dunas Soccer Stadium
es: Los Angeles soccer field

source: Around the Lighthouse
es: around the fire

source: Old Mine
es: this is normal.

source: Oliver's Math Class
es: Oliver studied mathematics.

source: Pumpkin Park
es: pumpkin cutting

source: Ravenbridge Mansion
es: Good credit Age of the herd.

source: Shifting Sands
es: Run on the sand

source: Nessie's Pond
es: Benatra has a reddish appearance Remove the lid.

source: Northern Resort
es: ok

source: Snow Peak
es: Pasta

source: Soccer Field
es: Basketball

source: The Stadium
es: The court

source: STK Enterprise
es: Telecom Saudi

source: Temple
es: More information

source: Volcan Island
es: it helps

source: XR591
es: Price: 591 sk

source: Zen Garden
es: blessings

source: Completed achievement "%s".
es: I am "%s".

source: Failed to connect to the SuperTuxKart add-ons server.
es: You cannot download any other SuperTukKart messages

source: Error downloading news: '%s'.
es: every day '%s'.

source: Normal Race (Grand Prix)
es: Shop

source: Time-Trial (Grand Prix)
es: Trial Period (Cost)

source: Time-Trial - beat the replay
es: Test period: New game

source: Time-Trial - nitro challenge
es: Nitro problems during the test

source: Normal Race (single race)
es: Base season (playoffs)

source: Time-Trial (single race)
es: Time (years)

source: Follow the Leader (single race)
es: Follow the instructions in the game.

source: Mode: Reverse
es: Way back

source: New track '%s' now available
es: New song '%s' has arrived.

source: New game mode '%s' now available
es: Nuevo modo de juego '%s' ahora disponible

source: New Grand Prix '%s' now available
es: Nuevo campeonato '%s' ahora disponible

source: New difficulty '%s' now available
es: Nueva dificultad '%s' ahora disponible

source: New kart '%s' now available
es: The file '%s' exists.

source: Speedrun mode disabled. It can only be enabled if the game has not been closed since the launch of the story mode. Closing the game before the story mode's completion invalidates the timer. To use the speedrun mode, please use a new profile.
es: Says Spider. It only opens when the base is closed and the camera is closed. Lessons start at the end of the game before the end of the lesson. Use your new Speedron Vostra profile.

source: Guest
es: terkandin

source: Guest %d
es: mark %d

source: Your config file was malformed, so it was deleted and a new one will be created.
es: Tu fichero de configuración estaba mal formado, así que ha sido borrado y uno nuevo será creado.

source: Your config file was too old, so it was deleted and a new one will be created.
es: Tu fichero de configuración era demasiado antiguo, así que ha sido borrado y uno nuevo será creado.

source: Video recording started.
es: she's starting to pull

source: Video saved in "%s".
es: Record video "%s".

source: Encoding progress:
es: Coding process:

source: FPS: %d/%d/%d - %d KTris, Ping: %dms
es: First person shooting: %d/%d/%d - %d Chris. Must: %dYes.

source: Tip: %s
es: strengthen %s

source: Loading
es: My pen

source: Mass
es: attention

source: Maximum speed
es: system

source: Acceleration
es: election

source: Nitro efficiency
es: Nitro treatment

source: %s (handicapped)
es: %s (Very small)

source: %s is ready
es: %s be ready

source: [none]
es: [To buy]

# input_key
source: Left Mouse Button
es: Botón izquierdo del ratón

# input_key
source: Right Mouse Button
es: Botón derecho del ratón

# input_key
source: Cancel
es: Cancelar

# input_key
source: Middle Mouse Button
es: Botón central del ratón

# input_key
source: X1 Mouse Button
es: Botón X1 del ratón

# input_key
source: X2 Mouse Button
es: Botón X2 del ratón

# input_key
source: Backspace
es: Product Efficiency

# input_key
source: Tab
es: Tabulador

# input_key
source: Clear
es: Limpiar

# input_key
source: Return
es: Retorno

# input_key
source: Shift
es: Mayúsculas

# input_key
source: Alt/Menu
es: Alt/Menú

# input_key
source: Pause
es: political

# input_key
source: Caps Lock
es: Bloqueo de mayúsculas

# input_key
source: Convert
es: Convertir

# input_key
source: Nonconvert
es: No convertir

# input_key
source: Accept
es: Aceptar

# input_key
source: Modechange
es: Cambio de modo

# input_key
source: Space
es: Espacio

# input_key
source: Page Up
es: Retroceder página

# input_key
source: Page Down
es: Avanzar página

# input_key
source: End
es: Fin

# input_key
source: Home
es: Inicio

# input_key
source: Left
es: Response

# input_key
source: Up
es: More than a month

# input_key
source: Right
es: Son

# input_key
source: Down
es: I still do not have it

# input_key
source: Select
es: Seleccionar

# input_key
source: Print
es: Imprimir

# input_key
source: Print Screen
es: Imprimir pantalla

# input_key
source: Insert
es: Insertar

# input_key
source: Delete
es: Suprimir

# input_key
source: Help
es: Ayuda

# input_key
source: Left Logo
es: Logo izquierda

# input_key
source: Right Logo
es: Logo derecha

# input_key
source: Sleep
es: Dormir

# input_key
source: Numpad 0
es: Teclado numérico 0

# input_key
source: Numpad 1
es: Teclado numérico 1

# input_key
source: Numpad 2
es: Teclado numérico 2

# input_key
source: Numpad 3
es: Teclado numérico 3

# input_key
source: Numpad 4
es: Teclado numérico 4

# input_key
source: Numpad 5
es: Teclado numérico 5

# input_key
source: Numpad 6
es: Teclado numérico 6

# input_key
source: Numpad 7
es: Teclado numérico 7

# input_key
source: Numpad 8
es: Teclado numérico 8

# input_key
source: Numpad 9
es: Teclado numérico 9

# input_key
source: Separator
es: Separador

# input_key
source: - (Subtract)
es: - (Restar)

# input_key
source: / (Divide)
es: / (Dividir)

# input_key
source: Num Lock
es: Bloqueo del teclado numérico

# input_key
source: Scroll Lock
es: Bloqueo de desplazamiento

# input_key
source: Left Shift
es: Mayúsculas izquierda

# input_key
source: Right Shift
es: Mayúsculas derecha

# input_key
source: Left Control
es: Control izquierda

# input_key
source: Right Control
es: Control derecha

# input_key
source: Left Menu
es: Menú izquierda

# input_key
source: Right Menu
es: Menú derecha

source: Gamepad hat %d
es: Botón direccional %d

source: Axis %d %s
es: Eje %d %s

source: Axis %d inverted
es: Eje %d invertido

source: Axis %d
es: Eje %d

source: Gamepad button %d
es: Botón del mando %d

source: Mouse button %d
es: Botón del ratón %d

source: Mouse axis %d %s
es: Eje del ratón %d %s

source: Please re-configure your key bindings.
es: Por favor, reconfigura tus teclas.

source: Your input config file is not compatible with this version of STK.
es: Tu fichero de configuración no es compatible con esta versión de STK.

source: Guide
es: Guía

source: Start
es: Botón 'Start'

source: Left thumbstick press
es: Pulsar botón analógico izquierdo

source: Right thumbstick press
es: Pulsar botón analógico derecho

source: Left shoulder
es: Botón superior frontal izquierdo

source: Right shoulder
es: Botón superior frontal derecho

source: DPad up
es: D-Pad arriba

source: DPad down
es: D-Pad abajo

source: DPad left
es: D-Pad izquierda

source: DPad right
es: D-Pad derecha

source: Left thumbstick right
es: Botón analógico izquierdo derecha

source: Left thumbstick left
es: Botón analógico izquierdo izquierda

source: Left thumbstick down
es: Botón analógico izquierdo abajo

source: Left thumbstick up
es: Botón analógico izquierdo arriba

source: Right thumbstick right
es: Botón analógico derecho derecha

source: Right thumbstick left
es: Botón analógico derecho izquierda

source: Right thumbstick down
es: Botón analógico derecho abajo

source: Right thumbstick up
es: Botón analógico derecho arriba

source: Left trigger
es: Gatillo izquierdo

source: Right trigger
es: Gatillo derecho

source: Ignoring '%s'. You needed to join earlier to play!
es: Q '%s' Be a player!

source: Only the Game Master may act at this point!
es: You can play now!

source: %s has low battery level.
es: %s Short battery life.

source: Connect your wiimote to the Bluetooth manager, then click on Ok. Detailed instructions at https://supertuxkart.net/Wiimote
es: Conecta tu wiimote al gestor de Bluetooth y después haz clic en "Aceptar". Instrucciones detalladas en https://supertuxkart.net/Wiimote

source: Press the buttons 1+2 simultaneously on your wiimote to put it in discovery mode, then click on Ok. Detailed instructions at https://supertuxkart.net/Wiimote
es: Connect the remote control to the Bluetooth panel and click OK. https://supertukkart.net/Viimote

source: Found %d wiimote
es: Se ha encontrado %d wiimote

source: Could not detect any wiimote :/
es: No se ha podido detectar ningún Wiimote

source: Getting ready to race
es: He is currently playing.

source: Penalty time!!
es: Extraordinary!

source: Don't accelerate before 'Set!'
es: - Indigenous people! Don't worry

source: You can have at most 3 lives!
es: There may be three in the room!

source: +1 life.
es: +1 love

source: You were too slow!
es: she is very slow

source: You won the race!
es: You won the tournament!

source: You finished the race in rank %d!
es: I passed the %d level of the game!

source: %s left the game.
es: %s close the game.

source: SuperTuxKart may connect to a server to download add-ons and notify you of updates. Please read our privacy policy at https://supertuxkart.net/Privacy. Would you like this feature to be enabled? (To change this setting at a later time, go to options, select tab 'General', and edit "Connect to the Internet").
es: You can connect to the SuperTukKart server to download and configure additional features. Please read our Privacy Policy at https://superukart.net/Privaci. Want to use it? To configure, go to the "Settings" section, select the "General" tab and change the "Internet Connection" command.

source: Your screen resolution is too low to run STK.
es: If you support ITP, Windows will not restore it.

source: Your driver version is too old. Please install the latest video drivers.
es: This type of device is not supported. Install the latest version of the video driver.

source: Your graphics driver appears to be very old. Please check if an update is available. SuperTuxKart recommends a driver supporting %s or better. The game will likely still run, but in a reduced-graphics mode.
es: Tu controlador gráfico parece ser muy antiguo. Por favor, comprueba si hay una actualización disponible. SuperTuxKart recomienda un controlador que permita %s o mejor. El juego probablemente funcionará, pero en un modo gráfico reducido.

source: Server connection timed out.
es: Connection disconnected

source: %s has the red flag!
es: ¡%s got a red flag!

source: The red flag has returned!
es: The red flag is back!

source: %s has the blue flag!
es: Excuse me %s!

source: The blue flag has returned!
es: the blue flag is back

source: %s captured the blue flag!
es: %s take the green flag.

source: %s captured the red flag!
es: %s, the flag is on the move!

source: Eggs: %d / %d
es: Sun: %d / %d

source: Leader
es: beautiful

source: Final lap!
es: Eternal

source: Lap %i
es: %i on the way

# fastest_lap
source: %s by %s
es: %s everywhere %s

source: New fastest lap
es: The stone is missing.

source: WRONG WAY!
es: Good Night

source: %s scored a goal!
es: %s is beautiful!

source: Oops, %s made an own goal!
es: Yes %s, focus on your goals!

source: %i spare tire kart has been spawned!
es: The %i bell rang again!

source: You have been eliminated!
es: Participation!

source: '%s' has been eliminated.
es: '%s' Hassan

source: Server has been shut down.
es: i'm down

source: You were kicked from the server.
es: You are not yet connected to the server.

source: You were kicked: Ping too high.
es: You may be surprised. No need to worry about that anymore.

source: Bad network connection is detected.
es: Something went wrong.

source: Bot
es: Take a tour

source: %s disconnected.
es: %s is about to speak

source: Press player name in the list for player management and ranking information.
es: Add a player name description to the playlist.

source: Difficulty: %s
es: The following rules must be observed: %s

source: Max players: %d
es: Other words: %d

source: Game mode: %s
es: %s Games

source: Time limit
es: Last lesson

source: Goals limit
es: LE.

source: Soccer game type: %s
es: Type of socks %s

source: Grand prix progress: %d / %d
es: Grand Prix Ed: %d / %d

source: All players joined red or blue team.
es: All players will join the red or blue team.

source: You are now the owner of server.
es: your server

source: Connection refused: Server is busy.
es: Read and drink. The server is very busy.

source: Connection refused: You are banned from the server.
es: The connection was blocked. server failed

source: Connection refused: Server password is incorrect.
es: Accepting the connection. The server portal is incorrect.

source: Connection refused: Game data is incompatible.
es: Notification list does not match

source: Connection refused: Server is full.
es: not much. Qualified country.

source: Connection refused: Invalid player connecting.
es: The combination failed. The player does not work.

source: Failed to start the network game.
es: Internet games have failed.

source: The game has ended, you can't live join or spectate anymore.
es: You can not see the members sitting behind the ceremony.

source: No remaining place in the arena - live join disabled.
es: There is no resin. Participation is limited.

source: Only 1 player remaining, returning to lobby.
es: There is only one player left in the room.

source: Server owner quit the game.
es: No servers.

source: You will be spectating the next game.
es: Are you waiting for the next game?

source: %s joined the red team.
es: %s called the Red Army.

source: %s joined the blue team.
es: %s join the green team

source: %s in sports
es: %s se ha unido a la partida.

source: Press <%s> or <%s> to change the targeted player, <%s> or <%s> for the camera position.
es: Press <%s> or <%s> to change the player resolution, press <%s> or <%s> to change the camera position.

source: Successfully reported %s.
es: check %s at the registry

source: Failed to download assets, check your storage space or internet connection and try again later.
es: Software download does not work Check your money online and try again.

source: No quick play server available.
es: The server is down.

source: Cannot connect to server %s.
es: Unable to connect to system %s.

source: Failed to detect port number for server %s.
es: there's no phone number %s.

source: Network grand prix has been finished.
es: same price.

source: Time Trial (Grand Prix)
es: Wind:

source: Free-For-All
es: Open to all

source: Capture The Flag
es: Buy a ticket

source: %s is now online.
es: Now at %s.

source: %s and %s are now online.
es: %s and %s in connection

source: %s, %s and %s are now online.
es: %s, %s and %s in connection

source: %d friend is now online.
es: meet %d friend

source: %s is now on server "%s".
es: %s is now the server "%s".

source: You have %d new friend request!
es: Want to join %d Gift Basket Business?

source: You have a new friend request!
es: I have a new friendship request!

source: Unable to connect to the server. Check your internet connection or try again later.
es: This is no different than connecting to the Internet. Check your Internet connection or try again.

source: The highscore file was too old, all highscores have been erased.
es: The old data is excellent and often compressed.

source: Follow the Leader
es: B

source: 3 Strikes Battle
es: Three installments

source: Incomplete replay file will not be saved.
es: Game file not saved

source: Replay saved in "%s".
es: continue the game at "%s".

source: 1 week
es: Dita -

source: 2 weeks
es: There is no night

source: 1 month
es: 1 All right

source: 3 months
es: 3 tears

source: 6 months
es: Two months

source: 9 months
es: Three:

source: 1 year
es: Management aircraft

source: Add-on name
es: another word

source: Updated date
es: New working day.

source: Not installed
es: They do not have the choice.

# addons
source: %s by %s
es: %s drink %s

source: Please wait while addons are updated
es: Fight for progress.
