Repository: electron271/stk-code
Catalog: data/po/translated_x40_v1.po
Languages: es

source: Speedrun mode can only be enabled if the game has not been closed since the launch of the story mode. Closing the game before the story mode's completion invalidates the timer. To use the speedrun mode, please use a new profile.
es: If Connected Game Mode fails, Speed Mode will be activated. At the end of the game, take a break for a few hours before the end of the song. Use the latest technology with new features.

source: Maximum FPS
es: Download hacker fps

source: Full
es: Part

source: Vsync forces the graphics card to supply a new frame only when the monitor is ready to display it.
es: Do not send Vsync to the postcard until the screen is ready.

source: Full: one frame per monitor refresh
es: It shows all the remarkable results.

source: Vsync will not work if your drivers don't support it.
es: Vsync cannot be used without driver assistance.

source: Particles Effects: %s
es: effects of mobile phone %s

source: Animated Characters: %s
es: Get the details. %s

source: Dynamic lights: %s
es: citizens. %s

source: Light scattering: %s
es: Infectious diseases: %s

source: Anti-aliasing: %s
es: Frame %s

source: Ambient occlusion: %s
es: Around %s

source: Shadows: %s
es: Cooperation %s

source: Shadows: %i
es: Everything is fine %i

source: Bloom: %s
es: flowers: %s

source: Glow (outlines): %s
es: Iptin - %s

source: Light shaft (God rays): %s
es: In alphabet order: %s

source: Rendered image quality: %s
es: soon %s

source: Motion blur: %s
es: Anonymous verbs: %s

source: Depth of field: %s
es: color depth; %s

source: Internet access is disabled. Do you want to enable it?
es: Should Internet Hacking Work?

source: You need to enter a password.
es: You must enter a password.

source: Logging out '%s'
es: '%s' died

source: Logging in '%s'
es: Myth '%s'

source: You can't delete the only player.
es: Unable to delete players

source: Do you really want to delete player '%s'?
es: Do you want to unlock the player '%s'?

source: Ready!
es: Good!

source: Set!
es: Download Tamil!

source: Go!
es: you need

source: GOAL!
es: in ignorance!

source: Waiting for others
es: For the next event

source: Waiting for the server
es: Wait for the server

source: by
es: Inside

source: Collect nitro!
es: nitro rod.

source: Follow the leader!
es: Follow the instructions!

source: Top %i
es: Help %i

source: Challenge Failed
es: The attempt failed.

source: Press podium icon to start tutorial
es: Click the guide icon to start the guide

source: Press fire to start the tutorial
es: Click on the light to start practicing

source: Press podium icon to start the challenge
es: Click to play on the forum

source: Press fire to start the challenge
es: Click on the light you want to send.

source: Quit the server
es: Cat

source: You completed challenges!
es: I did a good job.

source: Abort Grand Prix
es: The Grand Prix is ​​over.

source: Restart
es: history

source: Back to challenge selection
es: return to the selected structure

source: Race against the new ghost replay
es: Reorganize into an anti-terrorist group

source: Back to the menu
es: Eat again.

source: Do you really want to abort the Grand Prix?
es: Do you want to grow Green Perry?

source: Red Team Wins
es: The Reds have won

source: Blue Team Wins
es: The blue team won

source: It's a draw
es: They can

source: Eliminated after %s
es: To change %s

source: Eliminated
es: Bad Signs:

source: (Own Goal)
es: (office)

source: Track %i/%i
es: Information %i/%i

source: Grand Prix progress:
es: Kira and New York

source: Highscores
es: I wrote:

source: Best lap time: %s
es: This is a good time to travel %s

source: by %s
es: we %s

source: You completed the challenge!
es: Holidays are free.

source: You failed the challenge!
es: And if you want to play the game

source: Reached Requirements of SuperTux
es: SuperTuk product

source: All blows allowed, so catch weapons and make clever use of them!
es: All weapons are shipped, so stored and used.

source: Contains no powerups, so only your driving skills matter!
es: No power, no great power!

source: Keep up with the leader kart but don't overtake it!
es: Take the card, but don't tear it!

source: Hit others with weapons until they lose all their lives.
es: It is saved and burned.

source: Push the ball into the opposite cage to score goals.
es: Repeat with the ball facing to the side.

source: Explore tracks to find all hidden eggs
es: Learn to find all secret clothes

source: Race against ghost karts and try to beat them!
es: Kill the monsters and try to kill them!

source: Press red or blue soccer icon to change team
es: You can edit the picture by clicking on the red or blue color between the circles.

source: Track by %s
es: I can not wait %s

source: Max players supported: %d
es: Number of games used: %d

source: Number of red team AI karts
es: Artificial intelligence is part of the Red Car Code.

source: You cannot play this Grand Prix because it contains tracks that aren't unlocked!
es: Due to the complexity of the place you will not be able to win the first prize!

source: all
es: a

source: Locked!
es: Kill them!

source: %s MB
es: %s megabytes of friends

source: %s KB
es: %s basic knowledge

source: Complete all challenges to unlock the big door!
es: Ask questions to unlock the door!

source: You need more points to enter this challenge! Check the minimap for available challenges.
es: A few points about participating in the race. If you have a lot of problems, watch television.

source: Accelerate with <%s>, and steer with <%s> and <%s>.
es: Go before <%s> and <%s> and <%s>.

source: Accelerate by touching the upper part of the wheel, and steer by moving left or right.
es: I hate that hole

source: Accelerate by moving the accelerator upwards, and steer by tilting your device.
es: Look how fast I am

source: Accelerate by moving the accelerator upwards, and steer by rotating your device.
es: We got no problems, no problems

source: Collect gift boxes, and fire the weapon with <%s> to blow away these boxes!
es: Collect gift boxes and use <%s> weapons.

source: Collect gift boxes, and fire by pressing the bowling icon to blow away these boxes!
es: Be so proud of playing bowling with a box

source: Press <%s> to look behind. Fire the weapon with <%s> while pressing <%s> to fire behind!
es: Then press <%s> to display, press <%s> to select the field, and press <%s> to select the field.

source: Press the mirror icon to look behind. Fire the weapon behind by holding the mirror icon and then swiping to the bowling icon!
es: You look very funny but you are going to fast no

source: Use the nitro you collected by pressing <%s>!
es: Click <%s> to save nitrogen.

source: Use the nitro you collected by pressing the nitro icon
es: There's a sign with soda

source: Collect nitro bottles (we will use them after the curve).
es: Filling a nitro bottle (filling oil)

source: Oops! When you're in trouble, press <%s> to be rescued.
es: Many! If you have a problem, try <%s> on the server.

source: Oops! When you're in trouble, press the bird icon to be rescued.
es: If something goes wrong, click the new icon to cancel.

source: Accelerate and press the <%s> key while turning to skid. Skidding for a short while can help you turn faster to take sharp turns.
es: I don't like the way the wheel feels. How about feeling wheels?

source: Note that if you manage to skid for several seconds, you will receive a bonus speedup as a reward!
es: Remember that playing for a few seconds will give you more songs.

source: You are now ready to race. Good luck!
es: I'm ready to play you too!

source: A 3D open-source kart racing game
es: Play 3D Flash Cards for free.

source: tux;game;race;
es: ; In the game

source: Karts. Nitro. Action! SuperTuxKart is a 3D open-source arcade racer with a variety of characters, tracks, and modes to play. Our aim is to create a game that is more fun than realistic, and provide an enjoyable experience for all ages.
es: Nitro Supertact Mini Card Room: Table, bottom and background are included in this open 3D game. We aim to please all ages and make the game more enjoyable than ever.

source: We have several tracks with various themes for players to enjoy, from driving underwater, rural farmlands, jungles or even in space! Try your best while avoiding other karts as they may overtake you, but don't eat the bananas! Watch for bowling balls, plungers, bubble gum, and cakes thrown by your opponents.
es: Athletes are not interested in water, agriculture, forestry and sports. Do not forget to avoid because other cars follow, but do not drive! Avoid using a condom, urinate, chew gum and touch your feet.

source: You can do a single race against other karts, compete in one of several Grand Prix, try to beat the high score in time trials on your own, play battle mode against the computer or your friends, and more! For a greater challenge, join online and meet players from all over the world and prove your racing skills!
es: In tournaments, you can compete against other cards, enter the jackpot, advance and play on the computer or with your friends! Take training, meet veterans from around the world, and show your driving skills in the biggest challenge yet!

source: This game has no ads.
es: Do not worry about this game.

source: This is an unstable version of SuperTuxKart that contains latest improvements. It is released mainly for testing, to make stable STK as good as possible.
es: Extraordinary version of SuperTuxCard with a new update. Approved by the Ministry of Transport, Public Works and Water Supply.

source: This version can be installed in parallel with the stable version on the device.
es: This printer is connected to the host.

source: If you need more stability, consider using the stable version: %s
es: If you want to relax, think about energy consumption. %s

source: SuperTuxKart Team
es: Super Ten Team Leader
