Repository: electron271/stk-code
Catalog: data/po/translated_x40_v1.po
Languages: es

source: Sorry, an error occurred while contacting the add-ons website. Make sure you are connected to the Internet and that SuperTuxKart is not blocked by a firewall
es: There was an error logging in to the website. Make sure you're online - nothing is blocking Castle SuperTuxCard

source: standard
es: note book

source: Locked : solve active challenges to gain access to more!
es: Remove obstacles and more.

source: Random Arena
es: Special information

source: %d arena unavailable in single player.
es: %d There is no place for players here.

source: translator-credits
es: Launchpad Contributions: Benau, 2018 Marc Coll Carrillo, 2015-2021 Tagomago, 2020-2021 Verónica Clémençon, 2017 William Beltrán, 2016 William Beltrán, 2017 Adolfo Jayme Alejandro Pérez Alvaro Ortiz CaArRi David Ballesteros Mayo Dawid Gan DiegoJ Eduardo Battaglia Eugenio M. Vigo Felipe Hommen Jonay Jose José Luis Bandala Pérez Leo Juszkiewicz LinuxNerdo Louis DC Marc Coll Carrillo Mariano Agüero Morgan w c. STK-team Simón Roca Tae-Wong SEO VPablo elhoir juanman raven2286 simon zer berros Ángel

# achievement_info
source: Subgoals
es: ICELAND

# achievement_info
source: Progress
es: Professional professional

source: Fulfill all the subgoals
es: achieve all goals

source: Fulfill all the subgoals at the same time
es: you do not have to go anywhere

source: Fulfill at least one subgoal
es: Must pay for the lowest price.

source: The sum of the subgoals must reach the indicated value
es: You need more happiness to succeed as a couple.

source: Races won
es: He won the battle

source: Normal races won
es: They are traditional artists.

source: Time-trial races won
es: Welcome back

source: Follow-the-Leader races won
es: The hero wins the game.

source: Consecutive won races
es: Gradual success

source: Consecutive won races in Expert or SuperTux
es: Sparta next season

source: Novice races started
es: Capital

source: Novice races finished
es: Carreras de nivel prinicpiante acabadas

source: Intermediate races started
es: Carreras de nivel intermedio empezadas

source: Intermediate races finished
es: Carreras de nivel intermedio acabadas

source: Expert races started
es: Carreras de nivel experto empezadas

source: Expert races finished
es: Carreras de nivel experto acabadas

source: SuperTux races started
es: Carreras de nivel SuperTux empezadas

source: SuperTux races finished
es: Carreras de nivel SuperTux acabadas

source: Normal races started
es: Carreras normales empezadas

source: Normal races finished
es: Carreras normales acabadas

source: Time-trial races started
es: Carreras contrarreloj empezadas

source: Time-trial races finished
es: Carreras contrarreloj acabadas

source: Follow-the-Leader races started
es: Carreras sigue al líder empezadas

source: Follow-the-Leader races finished
es: Carreras sigue al líder acabadas

source: 3 Strikes battles started
es: Batallas a 3 golpes empezadas

source: 3 Strikes battles finished
es: Batallas a 3 golpes acabadas

source: Soccer matches started
es: Partidos de fútbol empezados

source: Soccer matches finished
es: Partidos de fútbol acabados

source: Egg Hunts started
es: Búsquedas de huevos empezadas

source: Egg Hunts finished
es: Búsquedas de huevos acabadas

source: Races started with a ghost replay
es: Carreras con repetición fantasma empezadas

source: Races finished with a ghost replay
es: Carreras con repetición fantasma acabadas

source: Capture-the-Flag matches started
es: Partidas capturar la bandera empezadas

source: Capture-the-Flag matches finished
es: Partidas capturar la bandera acabadas

source: Free-for-All matches started
es: Partidas por libre empezadas

source: Free-for-All matches finished
es: Partidas por libre acabadas

source: Powerups used
es: It's hard to use.

source: (1 race)
es: (Figure 2)

source: Bowling ball hits
es: Good boy

source: Swatter hits
es: Absolute success

source: All hits
es: Todos los golpes

source: Hits against the same kart
es: Eat this card

source: Bananas collected
es: Plant bananas

source: Skidding
es: Write on paper:

source: Races started
es: Carreras empezadas

source: (maximum on one official track)
es: (máximo en un circuito oficial)

source: Races finished
es: Carreras acabadas

source: Reverse direction races finished
es: Carreras al revés acabadas

source: Races finished alone
es: Carreras acabadas en solitario

source: Races with less than the default lap number
es: Carreras con menos vueltas que el número por defecto

source: Races with more than the default lap number
es: Carreras con más vueltas que el número por defecto

source: Races with at least twice as much as the default lap number
es: Carreras con como mínimo el doble de vueltas que el número por defecto

source: Egg hunts started
es: Búsquedas de huevos empezadas

source: Egg hunts finished
es: Búsquedas de huevos acabadas

source: (official tracks matching the goal)
es: (Alone)

source: New gamepads and joysticks will automatically appear in the list when you connect them to this device. To add a keyboard config, you can use the button below, HOWEVER please note that most keyboards only support a limited amount of simultaneous keypresses and are thus inappropriate for multiplayer gameplay. (You can, however, connect multiple keyboards to this device. Remember that everyone still needs different keybindings in this case.)
es: The play and enjoy buttons appear directly on the library when pressed on the tablet. Load the keyboard page with the following button. This means that only a few keyboard shortcuts are supported. Keep in mind that this may not be appropriate for many players. (Although you can use this tool to generate keys.

source: Add Wiimote
es: Jesus is dead

source: Add Keyboard Configuration
es: Enter key positions

source: Update
es: He said

source: Version: %d
es: In this category: %d

source: featured
es: Negreit

source: Size: %s
es: Resume: %s

source: Sorry, downloading the add-on failed
es: This add-on cannot be downloaded

source: Problems installing the addon '%s'.
es: Problems installing attachments '%s'.

source: Try again
es: Please try again

source: Problems removing the addon '%s'.
es: clover '%s'.

source: Background download completed.
es: Delete original data

source: Background download
es: Download below

source: Background download has already started.
es: start below

source: Current password invalid.
es: Uncertainty is always wrong.

source: Password has to be between 8 and 30 characters long!
es: Names can be between 8 and 30 characters.

source: Passwords don't match!
es: The passwords are different!

source: Password successfully changed.
es: Change the secret key

source: Validating info
es: View file

source: Confirm resolution within %i second
es: Confirm your selection in a few %i seconds.

source: Resolutions smaller than 1024x768 or 1280x720 are unsupported. Some parts of the UI may not work correctly.
es: Don't use a smaller size than 1024x768 or 1280x720. Some communication features may not work correctly.

source: Drone chase
es: The drone is coming.

source: Custom
es: or

source: Disabled
es: editor

source: Important only
es: this is an idea

source: Low
es: Bathing

source: High
es: yellow

source: Very Low
es: Too small.

source: SuperTuxKart will download full assets (including high quality textures and music) for better gaming experience, this will use your mobile data if you don't have a wifi connection.
es: SuperTuxKart descargará los recursos completos (incluídos texturas de alta calidad y música) para una mejor experiencia de juego. Esto usará tus datos móviles si no tienes una conexión wi fi.

source: SuperTuxKart will download full assets (including high quality textures and music) for better gaming experience.
es: SuperTuxKart descargará los recursos completos (incluidas texturas de alta calidad y música) para una mejor experiencia de juego.

source: Enter the server address optionally followed by : and then port or select address from list.
es: If required, enter the address of the provided service or select from the list.

source: Invalid server address: %s.
es: Welcome %s.

# column_name
source: Reverse
es: The journey

# column_name
source: Difficulty
es: vote

# column_name
source: Laps
es: Holidays

# column_name
source: Time
es: peanut

# column_name
source: Kart
es: tennis court.

# column_name
source: User
es: a disease

# column_name
source: Version
es: Kind: oil

source: No
es: nothing here

source: Track
es: "Coma"

source: Top %d High Scores
es: Consequently %d

source: Number of karts: %d
es: e-mail address: %d

source: Laps: %d
es: now: %d

source: Reverse: %s
es: They know that: %s

source: (Empty)
es: (s)

source: Use original color
es: Use complex colors

source: Pick a color from slider
es: Select the color of the drop-down menu

source: Player info
es: experience m

source: Player name: %s
es: the name of the game name %s

source: Player location: %s
es: Game Type: %s

source: Kick
es: Item

source: Change team
es: editing group

source: Enable handicap
es: Accidents and accidents

source: Disable handicap
es: Stop obstacles

source: Report player
es: Player profile

source: Fetching ranking info for %s
es: Open members: %s

source: Tell server administrator about this player (%s):
es: Notify the server administrator (%s):

source: Press any key... (Press ESC to cancel)
es: Press any key... (press ESC to close)

source: Press any key...
es: I pressed a button

source: Chat is disabled, enable in options menu.
es: Close the dialog and open the Options menu.

source: Back to Battle
es: Go back to the battlefield.

source: Setup New Game
es: nothing.

source: Restart Battle
es: The war has started again.

source: Exit Battle
es: Don't fight

source: Setup New Race
es: Choose something new

source: Exit Race
es: I tied my shoes

source: %s has no ranking yet.
es: No information provided from %s.

source: %s is number %d in the rankings with a score of %f.
es: %s's a number %d in my %f thoughts

source: Username and/or email address invalid.
es: Your name and / or email address are invalid.

source: Please read the terms and conditions for SuperTuxKart at '%s'. You must agree to these terms in order to register an account for STK. If you have any questions or comments regarding these terms, one of the members of the development team would gladly assist you.
es: See SuperTuxKart rules above '%s'. You must meet these requirements to join BTI. Let me know if you have any questions or comments on this topic.

source: Nitro challenge
es: Nitro problem

source: Ghost replay race
es: spell

source: Laps: %i
es: Books: %i

source: Type: %s
es: Filter type - %s

source: Required Rank: %i
es: Events: %i

source: Required Time: %i
es: : We %i

source: Required Nitro Points: %i
es: Nitro-Crystal: %i

source: Number of AI Karts: %i
es: AI card number is dead—— %i

source: Battle mode
es: way of war

source: Soccer game type
es: I can't play soccer

source: Server location: %s
es: Location: %s

source: Current track: %s
es: Current page: %s

source: Rank
es: Imagination

source: Player
es: The players

source: Scores
es: Utah

source: Time played
es: cool

source: Remove from bookmarks
es: Publish the book

source: Input device already exists.
es: There is a data entry tool.

source: No player available for connecting to server.
es: Server-linked games.

source: Cancel Request
es: ask a question

source: Today
es: I am not against it

source: Friend request sent!
es: View the company registration form.

source: Friend request accepted!
es: The questions are easy to accept.

source: Friend request declined!
es: Do not accept the above offer!

source: Friend removed!
es: Be your best friend.

source: Friend request cancelled!
es: There is no need for friendship.

source: Fetching last vote
es: Vote for the last match

source: You can adapt your previous rating by clicking the stars beneath.
es: You can also change the first star by clicking below.

source: You have not yet voted for this addon. Select your desired rating by clicking the stars beneath
es: You have not selected this option. Click on the stars below to select the most important ones.

source: Vote successful! You can now close the window.
es: Registration complete. You can close the window.

source: Performing vote
es: noise effect

source: Random Track
es: Wrong policy

source: Are you sure you want to remove '%s'?
es: Do you really want to achieve this '%s'?

source: Do you want to save your changes?
es: Keep safe?

source: Laps
es: Pages:

source: Reversed
es: at the end

source: An error occurred while trying to save your grand prix.
es: An error occurred while preparing for the Grand Prix.

source: Select a track
es: Do you like the location, for example?

source: You completed the easy challenge! Points earned on this level: %i/%i
es: keep it simple. Highlights of this season: %i/%i

source: You completed the intermediate challenge! Points earned on this level: %i/%i
es: You answered the big question. The results of this process are: %i/%i

source: You completed the difficult challenge! Points earned on this level: %i/%i
es: Challenge! Notes in this list: %i/%i

source: You completed the SuperTux challenge! Points earned on this level: %i/%i
es: Wonderful place! Weather information: %i/%i

source: You unlocked %s!
es: gold %s!

source: Challenge Completed
es: self-timer

source: You unlocked track %0
es: Open the door %0

source: You unlocked grand prix %0
es: You have received a wonderful gift %0.

# column_name
source: Track
es: Week:

# column_name
source: Players
es: The players

source: Default
es: game

source: None
es: you can not.

source: Random
es: history:

source: Reload
es: Places are dying -

source: Please enter the name of the grand prix
es: Enter the name of the main game.

source: Please select a Grand Prix
es: Choose the main prize.

source: User defined
es: Information about the program:

source: Name is empty.
es: name below

source: Another grand prix with this name already exists.
es: There is another role for the same name.

source: Name is too long.
es: long name

source: Better luck next time!
es: Welcome to the future.

source: You completed a challenge!
es: It just happens!

source: You won the Grand Prix!
es: Find the perfect gift!

source: You completed the Grand Prix!
es: I won the jackpot!

# column_name
source: Number of karts
es: Car number

source: Are you sure you want to remove this high score entry?
es: Are you sure you want to delete this message?

source: Are you sure you want to remove all of your high scores?
es: Are you sure you want to delete all the files?

source: Connect a keyboard or gamepad to play splitscreen multiplayer
es: Open the game or keyboard and play on the screen.

source: Random Kart
es: sad words

source: Locked
es: intelligent

source: Everyone: Press the 'Select' button to join the game
es: All: Click 'Select' to enter the game.

source: Would you like to play the tutorial of the game?
es: Want to play the games you learned?

source: You can not play online without internet access. If you want to play online, go in the options menu, and check "Connect to the Internet".
es: You cannot play online without internet. how to play stream Go to the menu and select "Link to site"

source: You can not download addons without internet access. If you want to download addons, go in the options menu, and check "Connect to the Internet".
es: You can not communicate without an internet connection. To click on some programs, go to the menu bar and select the internet connection.

source: You can not download addons without internet access. If you want to download addons, go in the options menu, and check "Connect to the Internet". You can however delete already downloaded addons.
es: The extension cannot be downloaded without an internet connection. To remove this fingerprint, go to the Settings menu and select "Web Connection". However, you can change the user settings of the application.

source: The add-ons module is currently disabled in the Options screen
es: There are different types depending on the location you have chosen.

source: Please wait while the add-ons are loading
es: Wait for the plugin to work.

source: Are you sure you want to quit STK?
es: Do you have an IPC?

source: Create LAN Server
es: Setting up a LAN server

source: %s's server
es: service user %s

source: No. of grand prix track(s)
es: Number of songs at the Grand Prix

source: Name has to be between 4 and 30 characters long!
es: The sound length is 4 to 30 inches.

source: Incorrect characters in password!
es: wrong.

source: Ready
es: Wheat

source: Live join
es: With them

source: Spectate
es: See

source: Install addon
es: Open the application

source: Please wait for the current game's (%s) end, estimated remaining time: %s.
es: Expected compatibility (%s): %s.

source: Please wait for the current game's end, estimated remaining time: %s.
es: Wait for the game to %s end.

source: Please wait for the current game's (%s) end, estimated progress: %s%.
es: When you are %s% ready to switch games (%s).

source: Please wait for the current game's end, estimated progress: %d%.
es: Wait until the end of the game to %d% sign up below.

source: Please wait for the current game's end.
es: It was really fun.

source: Game will start if there is more than %d player.
es: The game starts when there are several %d players.

source: Starting after %d second, or once everyone has pressed the 'Ready' button.
es: If every%d clicks "No", it will start in a few minutes.

source: Connecting to server %s
es: Disconnect the server %s

source: Finding a quick play server
es: Replace the toy with a lemon

source: Remaining time: %d
es: Flight time %d

source: Goals
es: Cello

source: Fetching achievements
es: chosen happiness

source: %s's profile
es: %s for sale

source: Since
es: in the river

source: Status
es: If you do

source: Fetching friends
es: invite friends

source: New Request
es: new research

source: Pending
es: I

source: Offline
es: Please specify specific information

source: Enter new E-mail below
es: Enter your new email address below. Via e-mail

source: New Email has to be between 5 and 254 characters long!
es: The new size should be 5 x 254 inches.

source: New Email is invalid!
es: The new email address is invalid.

source: E-mail changed!
es: Change flight address

source: Failed to change E-mail: %s
es: Never underestimate your way: %s

source: You must be logged in to play Global networking. Click your username above.
es: You need to be logged in to play on the World Wide Web. No cover.

source: You can not play online without internet access. If you want to play online, go to options, select tab 'User Interface', and edit "Connect to the Internet".
es: You cannot play online games without an Internet connection. To play online, go to Settings, select the User Center tab, then select Page Links.

source: Searching
es: I am fine

source: Exit game
es: Fun hobby

source: Could not create player '%s'.
es: Players cannot do that. '%s' can't be a player.

source: User name cannot be empty.
es: The username will not be lost.

source: Emails don't match!
es: This email is not the same.

source: Online username has to be between 3 and 30 characters long!
es: Cleanigen needs numbers 3-30!

source: Online username must not start with a number!
es: Car prices don't start.

source: Email has to be between 5 and 254 characters long!
es: Lenny. Results should be between 5 and 254 points!

source: Email is invalid!
es: Email address is incorrect.

source: You will receive an email with further instructions regarding account activation. Please be patient and be sure to check your spam folder.
es: You will receive an email with additional instructions for setting up your account. Be patient. Waste declaration. Click on the short link, click

source: Internet access is disabled, please enable it in the options
es: Internet of. Choices:

# column_name
source: Name
es: number

# column_name
source: Game mode
es: How to play music:

# column_name
source: Owner
es: Paranoid

# column_name
source: Distance (km)
es: Width (km)

source: Unknown
es: I do not know

source: No IPv4 detected, you may not be able to join any servers.
es: You cannot connect to a server without IPv4.

source: No IPv6 detected, you may not be able to join any servers.
es: IPv6 is not listed. You cannot connect to the server.

source: No server is available.
es: No services.

source: Fetching servers
es: They are lawyers.

source: Server Bookmarks
es: Enter a permanent link.

source: If a majority of players all select the same track and race settings, voting will end early.
es: If several players select the game, the selection ends quickly.

source: Random item location
es: Different systems

source: Number of goals to win
es: The number of goals you can achieve.

source: Maximum time (min.)
es: Travel (minutes)

source: Drive in reverse
es: good line

source: Locked: solve active challenges to gain access to more!
es: Quarantine: Manage Your Best Presentation

source: Action
es: Party:

source: Key binding
es: Ahead

source: Disable Device
es: Turn off the appliance.

source: Enable Device
es: The configuration is as follows:

source: Enable Configuration
es: On the table

source: Game Keys
es: Pihi dolls.

source: Menu Keys
es: menu button

source: Steer Left
es: Arrogance, Incompetence & Greed

source: Steer Right
es: Now go back

source: Accelerate
es: I'm going

source: Brake / Reverse
es: Note / change

source: Fire
es: Okay

source: Nitro
es: neutrons

source: Look Back
es: in every situation

source: Rescue
es: IB.

source: Pause Game
es: Do not worry

source: Up
es: Father

source: Down
es: Sorry

source: Left
es: Ilf

source: Right
es: It's your turn

source: Select
es: to reveal

source: Cancel/Back
es: Remove / Reset

source: * A blue item means a conflict with another configuration
es: * The blue shield did not destroy the rest of the party

source: * A red item means a conflict in the current configuration
es: * Marked in red except current requirements.

source: Warning: The 'Shift' is not a recommended key. When 'Shift' is pressed down, all keys that contain a character that is different in upper-case will stop working.
es: The notice has not changed. Change to lock everything except the key described above.

source: Are you sure you want to permanently delete this configuration?
es: Do you want to delete this rule?

source: Enter new configuration name, leave empty to revert default value.
es: To correct the error, insert a new section into the field.

source: In multiplayer mode, players can select handicapped (more difficult) profiles on the kart selection screen
es: In multiplayer mode, players can select an object that represents the map selection screen.

source: Install full game assets
es: Instalar los recursos completos

source: Are you sure to uninstall full game assets?
es: ¿Estás seguro de que quieres desinstalar los recursos completos?

source: Keyboard %i
es: key %i

source: Touch Device
es: click on device

source: Tap on a device to configure it
es: Click on the tool you want to install.

source: System Language
es: Proverb

source: In the bottom-left
es: Chicken

source: On the right side
es: Nothing more

source: Hidden
es: Sirta

source: Centered
es: That week

source: Vertical
es: communication

source: Very small
es: news:

source: Small
es: That's weird

source: Medium
es: iv

source: Large
es: Pastures

source: Very large
es: Nepal
